{"thumbnailOrientation":["landscape"],"shelfLocator":["MS Add.1380-Add.1381"],"abstractText":["<p style='text-align: justify;'>A modern manuscript containing the <i>Kauśīdyavīryotsāhanāvadāna</i> and the <i>Snātāvadāna</i>. In Bendall's catalogue (1883) this manuscript is described under two different classmarks, Add.1380 (<i>Snātāvadāna</i>) and Add.1381 (<i> <i class='error' style='font-style:normal;' title='This text in error in source'>Kauśighavīryotsāhanāvadāna</i><i class='delim' style='font-style:normal; color:red'>(!)</i> </i>), as if it were two distinct manuscripts. However, many common features points to the fact that they are two parts of one single manuscript (paper, folio dimensions, layout and script are identical in the two). Moreover, in Add.1381 the foliation ends with 11, while in Add.1380 it begins with 12 (and not 11, as stated in Bendall 1883: 80). These two <i>avadāna</i>s belong to the cycle of king Aśoka and the monk Upagupta, and are versified versions from the <i>Ratnāvadānamālā</i>. In the edition by Takahata (1954), the frame story of the <i>Kauśīdyavīryotsāhanāvadāna</i> consists of only four stanzas and is different from the one found in the present manuscript. His edition is based mainly on a manuscript kept in the Kyōto University Library, but in the critical apparatus he states that the longer version in nine stanzas is witnessed in four other manuscripts used by him (it is also present in a manuscript microfilmed by the Nepal-German Manuscripts Preservation Project [NGMCP] with reel No. A 117-9, acc. No. NAK 3/596, and the title <i>Avadānaratnamālā</i>). Parallel versions of the stories can be found in other collections, like the <i>Avadānaśataka</i> (II.3, <i>Snātāvadāna</i>; I.3, <i>Kuśīdāvadāna</i>). The title <i class='error' style='font-style:normal;' title='This text in error in source'>Kauśighavīryotsāhanāvadāna</i><i class='delim' style='font-style:normal; color:red'>(!)</i> given in the manuscript is wrong due to trivial scribal errors (<i>i</i> instead of <i>ī</i>, and the common misreading of <i>gha</i> for <i>dya</i>, two <i>akṣara</i>s very similar in Nepalese scripts).</p>"],"abstractShort":["A modern manuscript containing the Kauśīdyavīryotsāhanāvadāna and the Snātāvadāna. In Bendall's catalogue (1883) this manuscript"],"id":["MS-ADD-01380-01381"],"imageReproPageURL":["http://www.lib.cam.ac.uk/collections/departments/digital-content-unit/licensing-images"],"title":["Kauśīdyavīryotsāhanāvadāna, Snātāvadāna"],"thumbnailURL":["/img/no-thumbnail.jpg"],"authors":[[]]}