{"thumbnailOrientation":["landscape"],"shelfLocator":["MS Add.1656"],"abstractText":["<p style='text-align: justify;'> The <i>Pañcarakṣā</i> corpus (\"Five Protections\") consists of the <i>Mahāpratisarā</i>, <i>Mahāmāyūrī</i>, <i>Mahāsāhasrapramardanī</i>, <i>Mahāmantrānusāriṇī</i>, and <i>Mahāśītavatī</i>. The earliest evidence for texts grouped together as the \"Five Great Dhāraṇīs\" comes from Tibetan catalogues around 800 CE, but this compendium is somewhat different from the surviving Sanskrit collection, which is preserved in manuscripts dating back to the eleventh century. These scriptures include spells, enumerations of benefits and ritual instructions for use. With the course of time all of them became deified and five related goddesses emerged. It is, however, important to note that the texts themselves do not have any references to these goddesses. This ancient composite palm-leaf manuscript has been dated to the 13th century by Bendall (1883: 157), although the colophon in the third codicological unit bears the date of 518 Nepāla Saṃvat, i.e 1398 CE. The colophon mentions also the reign of king Jayasthitimalla , who however reigned between 1382 and 1395. According to Bendall (1883: 157), \"[t]he colophon records that the MS. was the offering of one Lalitakramā.\" However, <i>Lalitakramā</i> is not the name of a person, but one of the ancient names of modern-day Patan (see for instance Petech 1984: 185), and the colophon merely mentions the place in which the manuscript was given as a gift of charity (<i>deyadharmo 'yam pravaramahāyāyinaḥ śrīsrīlalitakramāyāṃ śrīśrīmāṇīśamāttaramahāvihāre</i>). Many folios of the manuscript are later supplies in paper. At the beginning of each <i>dhāraṇī</i>, a space was left blank for a miniature that, however, was never painted. The last page of the manuscript has been \"written on the back of a leaf (of an avadāna?), which is in the same hand (viz., that of the xiiith cent.) as the bulk of the MS., but is not divided into columns, as that is (Bendall 1883: 157)\". Actually, the verso of this folio contains a part of the <i>Mahāpratisarā</i>. </p>"],"abstractShort":[" The Pañcarakṣā corpus (\"Five Protections\") consists of the Mahāpratisarā, Mahāmāyūrī, Mahāsāhasrapramardanī, Mahāmantrānusāriṇī,"],"id":["MS-ADD-01656"],"imageReproPageURL":["http://www.lib.cam.ac.uk/collections/departments/digital-content-unit/licensing-images"],"title":["Pañcarakṣā"],"thumbnailURL":["/img/no-thumbnail.jpg"],"authors":[[]]}