{"thumbnailOrientation":["landscape"],"shelfLocator":["MS Add.1464"],"abstractText":["A palm-leaf manuscripts containing Rāhulabhadra 's <i>Prajñāpāramitāstotra</i> and the <i>Aṣṭasāhasrikā Prajñāpāramitā</i>. The 'Perfection of Wisdom in Eight Thousand Lines' (<i>Aṣṭasāhasrikā Prajñāpāramitā</i>) is one of the earliest Mahāyāna scriptures. This foundational sūtra of Mahāyāna Buddhism developed gradually over a period of about two hundred years, from the first century BCE to the first century CE (some of its earliest recensions were translated into Chinese during the Han dynasty, 206 BC – 220 CE). There is still no scholarly consensus as to the provenance of the text, but the most widespread view is that it was probably written in central or southern India. The 'Perfection of Wisdom in Eight Thousand Lines' presents its doctrine in the form of a dialogue between the Buddha and one of his disciples, the <i>arhat</i> Subhūti. In this dialogue \"the principal ontological message (message concerning what ultimately exists) […] is an extension of the Buddhist teaching of not-Self to equal no essential unchanging core, therefore no fundamentally real existence, as applied to all things without exception\" (Williams 2009; 52). This sūtra belongs to the early stratum of the so-called 'Perfection of Wisdom (<i>prajñāpāramitā</i>) literature,' subsequently expanded between the second and fourth centuries CE into other huge scriptures, for instance the 'Perfection of Wisdom in One Hundred Thousand Lines' (the <i>Śatasāhasrikāprajñāpāramitā</i>). The 'Perfection of Wisdom in Eight Thousand Stanzas' enjoyed a central role in the Buddhist cult of the book, and particularly in Newar Buddhism. This palm-leaf manuscript belongs to the Pāla tradition of illuminated manuscripts of the <i>Aṣṭasāhasrikā Prajñāpāramitā</i> in the ornamental Pāla script. The manuscript originally had six illuminated folios, each with three miniatures, but unfortunately the original first folio is missing. It has been replaced with a later palm-leaf folio without miniatures and in a different script. The date of the manuscript is controversial since in the colophon it is stated that it was copied in the fifth regnal year of the Pāla king Mahīpāla, but without specifying which of the two Pāla kings named Mahīpāla is meant. The fifth year of either is equivalent to c. 985 or after ca 1070, and since Mahīpāla II most probably reigned only for three years, the earliest date is more probable. The donor, a woman named Lāḍokā , is mentioned in the colophon. The manuscript is protected by two extremely beautiful painted wooden covers, both bearing traces of materials smeared during worship rites. <p style='text-align: justify;'> <iframe width=\"600\" height=\"480\" src=\"https://www.youtube.com/embed/4Fw_p31bH7Y?list=PLoEBu2Q8ia_Plr7aQ7Twml69cRSfKI_3S\" frameborder=\"0\" allowfullscreen></iframe> </p>"],"abstractShort":["A palm-leaf manuscripts containing Rāhulabhadra 's Prajñāpāramitāstotra and the Aṣṭasāhasrikā Prajñāpāramitā. The 'Perfection"],"id":["MS-ADD-01464"],"imageReproPageURL":["http://www.lib.cam.ac.uk/collections/departments/digital-content-unit/licensing-images"],"title":["Prajñāpāramitāstotra, Aṣṭasāhasrikā Prajñāpāramitā"],"thumbnailURL":["https://image02.cudl.lib.cam.ac.uk/content/images/MS-ADD-01464-000-00001_files/8/0_0.jpg"],"authors":[[{"role":"author","fullForm":"Rāhulabhadra","displayForm":"Rāhulabhadra"}]]}