{"thumbnailOrientation":["landscape"],"shelfLocator":["MS Add.1643"],"abstractText":["<p style='text-align: justify;'> An 11th-century composite and multi-text manuscript containing three texts: Rāhulabhadra 's <i>Prajñāpāramitāstotra</i>, the <i>Aṣṭasāhasrikā Prajñāpāramitā</i> and the <i>Vajradhvajapariṇāmanā</i>. The \"Perfection of Wisdom in Eight Thousand Lines\" (<i>Aṣṭasāhasrikā Prajñāpāramitā</i>) is one of the earliest Mahāyāna scriptures. This foundational <i>sūtra</i> of Mahāyāna Buddhism developed gradually over a period of about two hundred years, from the first century BCE to the first century CE (some of its earliest recensions were translated into Chinese during the Han dynasty, 206 BC – 220 CE). There is still no scholarly consensus as to the provenance of the text, but the most widespread view is that it was probably written in central or southern India. The \"Perfection of Wisdom in Eight Thousand Lines\" presents its doctrine in the form of a dialogue between the Buddha and one of his disciples, the <i>arhat</i> Subhūti. In this dialogue \"the principal ontological message (message concerning what ultimately exists) […] is an extension of the Buddhist teaching of not-Self to equal no essential unchanging core, therefore no fundamentally real existence, as applied to all things without exception\" (Williams 2009; 52). This <i>sūtra</i> belongs to the early stratum of the so-called \"Perfection of Wisdom (<i>prajñāpāramitā</i>) literature,\" subsequently expanded between the second and fourth centuries CE into other huge scriptures, for instance the \"Perfection of Wisdom in One Hundred Thousand Lines\" (the <i>Śatasāhasrikāprajñāpāramitā</i>). The \"Perfection of Wisdom in Eight Thousand Stanzas\" enjoyed a central role in the Buddhist cult of the book, and particularly in Newar Buddhism. \"This Nepalese palm-leaf manuscript of the Aṣṭasāhasrikā Prajñāpāramitā is a unique item under many aspects. It is an important historical document that provides valuable information about the dynastic history of medieval Nepal. According to the colophon, it was written by a scribe named Sujātabhadra in 1015 CE during the joint reign of three kings, Bhojadeva , Rudradeva and Lakṣmīkāmadeva in the Hlāṃ <i>vihāra</i> (on the joint reign of these three kings cf. Petech 1984: 36-9). The identification of this monastery is still open: according to L. Petech it might be a misreading for Hloṃ, and is \"perhaps connected with present-day Lhom Hit in Tangal Tol, Patan\" (Petech 1984: 36-7); on the other hand, J. Locke identifies it with the Lām Bāhā in Kathmandu (Locke 1985: 421). Moreover, it is decorated with 85 miniatures occurring at chapter ends and at the beginning of the entire manuscript (probably the miniatures were originally 88, since the first palm-leaf folio is missing and has been replaced with a paper supplement). The subjects of these miniatures 'are in general different from their Indian Pāla counterparts. Apart from the last eight on the colophon folio […] they are all of specific iconographic representations of the Buddha or Bodhisattvas or other divinities, or of important stūpas or caityas. The majority of places designated are in eastern India, but there are some from far off places-China, Java, Ceylon, Gujarat, southern India' (Losty 1992: 31). Moreover, the manuscript contains notes for the illuminator added by the first scribe, each of which describes the Buddha or the Bodhisattva and the location to be depicted in the miniature. The importance of this manuscript is furthermore confirmed by an additional colophon in verses, added in 1139 by a certain Karuṇavajra , who states that he rescued the <i>Prajñāpāramitā</i> from falling in the hands of unbelievers (most probably, people of Brahmanical affiliation). Last but not least, the last folio of this manuscript is the only surviving witness of the Sanskrit original of the <i>Vajradhvajapariṇāmanā</i>, a short hymn hitherto considered to have survived only in its Tibetan translation, the <i>(’Phags pa) Rdo rje rgyal mtshan gyi yongs su bsngo ba</i> \" (Formigatti 2014: 14). The <i>Vajradhvajapariṇāmanā</i> is fully transcribed in the excerpts. </p> <p style='text-align: justify;'>This item was included in the Library’s 600th anniversary exhibition <a target='_blank' class='externalLink' href='https://exhibitions.lib.cam.ac.uk/linesofthought/artifacts/palm-leaves/'> <i>Lines of Thought: Discoveries that changed the world</i> </a>.</p>"],"abstractShort":[" An 11th-century composite and multi-text manuscript containing three texts: Rāhulabhadra 's Prajñāpāramitāstotra, the Aṣṭasāhasrikā"],"id":["MS-ADD-01643"],"imageReproPageURL":["http://www.lib.cam.ac.uk/collections/departments/digital-content-unit/licensing-images"],"title":["Prajñāpāramitāstotra, Aṣṭasāhasrikā Prajñāpāramitā, Vajradhvajapariṇāmanā"],"thumbnailURL":["https://image02.cudl.lib.cam.ac.uk/content/images/MS-ADD-01643-000-00001_files/8/0_0.jpg"],"authors":[[{"role":"author","fullForm":"Rāhulabhadra","displayForm":"Rāhulabhadra"}]]}