{"thumbnailOrientation":["landscape"],"shelfLocator":["MS Add.864"],"abstractText":["<p style='text-align: justify;'>A masterfully crafted 17th-century Nepalese accordion book, completely consisting of polychrome drawings, for a total of one-hundred and forty-four illuminated pages of an extremely vivid grace and an exuberant, expressionistic character. The paintings represent stories of both sacred and secular nature, often narrated along multiple pages, sometimes divided in two or three frames with the story evolving and the movement shifting from one composition to another. The stories are mostly taken from Brahmanical sources (the <i>Bhāgavatapurāṇa</i>, the <i>Mahābhārata</i>, the <i>Rāmāyaṇa</i> and the <i>Vetālapañcaviṃśati</i>) with the exception of \"the Buddhist Kinnarī Jātaka, a subject of abiding interest in Nepal. (Pal 1978: 98)\" The pictures are often endowed with captions in Sanskrit, sometimes mixed with Newari words, in Nepālākṣarā script. Some folios display representations of some of the Mahāsiddhas, while others show horses from the <i>Aśvaśāstra</i> and sevaral scenes with various animals. This comparatively rare typology of manuscript, completely given over to pictures, is usually dubbed as <i>Kalāpustaka</i>. Some other instances of thoroughly illuminated books are known from Nepal, but only a manuscript from the National Art Gallery at Bhadgaon matches the present manuscript in beauty and elaboration. The date of the present manuscript is established on both paleographical and iconographical grounds on the basis of close similarities to the Bhatgaon manuscript, which is dated 1594 CE. As Pal (1967: 32) argues, \"considering the richness and superb qualities\" of its paintings, it is likely that this manuscript has \"been a royal commission, probably of king Jayajitāmitramalla around the year A.D. 1600.\" </p>"],"abstractShort":["A masterfully crafted 17th-century Nepalese accordion book, completely consisting of polychrome drawings, for a total of"],"id":["MS-ADD-00864"],"imageReproPageURL":["http://www.lib.cam.ac.uk/collections/departments/digital-content-unit/licensing-images"],"title":["Kalāpustaka"],"thumbnailURL":["https://image02.cudl.lib.cam.ac.uk/content/images/MS-ADD-00864-000-00001_files/8/0_0.jpg"],"authors":[[]]}