{"thumbnailOrientation":["landscape"],"shelfLocator":["MS Add.1615"],"abstractText":["<p style='text-align: justify;'>A modern Nepalese multi-text manuscript dated 1803 CE and containing four works: the <i>Ratnamālāvadāna</i>, the <i>Dvāviṃśatyavadānakathā</i>, a yet unidentified <i>Work on the Dvādaśatīrthas of Nepal</i> and the <i>Upoṣadhāvadāna</i>. The <i>Ratnamālāvadāna</i> is a collection of <i>avadāna</i>s belonging to the cycle of king Aśoka and the monk Upagupta. Only 13 <i>avadāna</i>s have been copied in this manuscript (number 1, 2, ,6, ,7, 8, 11, 13, 14, 18, 19, 25, 27 and 28 in Takahata's edition), and some of them are incomplete: <div> on <a href='' onclick='store.loadPage(1);return false;'>f. 7v9 [= 35 verso]</a>, the <i>Praśnottarāvadāna</i> ends with stanza 7ab, <i>sarvvasatvahitārthena śrāvastyāṃ va</i>; <br /> on <a href='' onclick='store.loadPage(1);return false;'>f. 9r4 [= 43bis verso]</a>, the <i>Hastakāvadāna</i> (here called <i>Hastāvadāna</i>) ends with stanza 173abc (<i>tenaiva <i class='error' style='font-style:normal;' title='This text in error in source'>bhujate</i><i class='delim' style='font-style:normal; color:red'>(!)</i> loke nānyena spṛśyate kvacit_ | abhuktaṃ kṣīyate [9r4] naiva</i>); <br /> on <a href='' onclick='store.loadPage(1);return false;'>f. 9r4 [= 61 verso]</a>, the <i>Śāntikāvadāna</i> (also called <i>Śāntiprakāraṇāvadāna</i> and <i class='error' style='font-style:normal;' title='This text in error in source'> <i>Praśāntakaraṇāvadāna</i> </i><i class='delim' style='font-style:normal; color:red'>(!)</i>) has a lacuna corresponding to ca. the whole verso of the folio. In Takahata's <i>editio princeps</i>, the thirteenth <i>avadāna</i> is called <i>Vaḍikāvadāna</i>; however, an <i>avadāna</i> with the title <i>Śāntikāvadāna</i> is to be found in the manuscript labelled as B by Takahata [1954: v]; <br /> the <i>Daśaśiro'vadāna</i> has a lacuna stretching over ca. the whole verso of folio <a href='' onclick='store.loadPage(1);return false;'>f. 34v10 [= 77 verso]</a>. In the <i>editio princeps</i>, the fourteenth <i>avadāna</i> bears the title <i>Gāndharvikāvadāna</i> and seems to be a different text; an <i>avadāna</i> with the title <i>Daśaśilāvadāna</i> is to be found in the manuscript labelled as B by Takahata [1954: v]; <br /> the <i>Somāvādāna</i> ends abruptly on <a href='' onclick='store.loadPage(1);return false;'>f. 5v7 [= 90 verso]</a>. No <i>avadāna</i> with this title is to found title in the <i>editio princeps</i>; seemingly, the only manuscript of the <i>Ratnamālāvadāna</i> containing a story with this title is kept in the Tokyo University Library (No. 27 in Matsunami 1965: 216); <br /> on <a href='' onclick='store.loadPage(1);return false;'>f. 11r3 [= 101 recto]</a> an <i>avadāna</i> starts with three lines of the cliché found at the beginning of each story; <br /> an <i>avadāna</i> not found in the <i>editio princeps</i> starts on <a href='' onclick='store.loadPage(1);return false;'>ff. 6v6 [= 107 verso]</a>, and ends abruptly after a few lines on <a href='' onclick='store.loadPage(1);return false;'>ff. 7r6 [= 108 recto]</a> <br /> </div><br /> In fact, \"the scribe seems to have transcribed what he could find in an imperfect copy; so he has written it [i.e. the <i>Ratnamālāvadāna</i>] in seven portions of 24, 12, 9, 34, 11, 18 and 7 leaves, respectively, making 109 leaves in all\" (Bendall 1883: 139). This manuscript has not been used by Takahata for his <i>editio princeps</i>. The second work in the manuscript consists of the first five <i>kathā</i>s from the <i>Dvāviṃśatyavadānakathā</i> (the last one is incomplete, and ends with stanza 8abc in Okada 1993: 19; stanza 41abc in Hahn 1983: 335); in the manuscript, it is called <i>Dvāviṃśatidharmaratnāvadāna</i> (both in the runnning marginal titles as well as in the final rubrics). The last two works are still unpublished (a summary of the content of the <i>Upoṣadhāvadāna</i> is provided in Mitra 1882: 265-7). </p>"],"abstractShort":["A modern Nepalese multi-text manuscript dated 1803 CE and containing four works: the Ratnamālāvadāna, the Dvāviṃśatyavadānakathā,"],"id":["MS-ADD-01615"],"imageReproPageURL":["http://www.lib.cam.ac.uk/collections/departments/digital-content-unit/licensing-images"],"title":["Ratnamālāvadāna, Dvāviṃśatyavadānakathā, Work on the Dvādaśatīrthas of Nepal, Upoṣadhāvadāna"],"thumbnailURL":["/img/no-thumbnail.jpg"],"authors":[[]]}