{"thumbnailOrientation":["landscape"],"shelfLocator":["MS Add.1701.1"],"abstractText":["<p style='text-align: justify;'> The <i>Pañcarakṣā</i> corpus (\"Five Protections\") consists of the <i>Mahāpratisarā</i>, <i>Mahāmāyūrī</i>, <i>Mahāsāhasrapramardanī</i>, <i>Mahāmantrānusāriṇī</i>, and <i>Mahāśītavatī</i>. The earliest evidence for texts grouped together as the \"Five Great Dhāraṇīs\" comes from Tibetan catalogues around 800 CE, but this compendium is somewhat different from the surviving Sanskrit collection, which is preserved in manuscripts dating back to the eleventh century. These scriptures include spells, enumerations of benefits and ritual instructions for use. With the course of time all of them became deified and five related goddesses emerged. It is, however, important to note that the texts themselves do not have any references to these goddesses. According to the colophon (which is however written in a different hand than the rest of the manuscript), this palm leaf manuscript is dated 1389 CE under the reign of king Jayasthitimalla (1382-1395), and was \"[w]ritten at Patan in the Si Baha (ŚriVatsa-<i class='error' style='font-style:normal;' title='This text in error in source'>mahāviharā</i><i class='delim' style='font-style:normal; color:red'>(!)</i>)\" (Petech 1984: 140). It is an important document for assessing the date of the foundation of this <i>vihāra</i> (Locke 1985 174). \"There is another date, probably of recitation, but nearly obliterated, inside the <a href='' onclick='store.loadPage(3);return false;'>cover</a> [leaf]\" (Bendall 1883: 191) </p>"],"abstractShort":[" The Pañcarakṣā corpus (\"Five Protections\") consists of the Mahāpratisarā, Mahāmāyūrī, Mahāsāhasrapramardanī, Mahāmantrānusāriṇī,"],"id":["MS-ADD-01701-00001"],"imageReproPageURL":["http://www.lib.cam.ac.uk/collections/departments/digital-content-unit/licensing-images"],"title":["Pañcarakṣā"],"thumbnailURL":["https://image02.cudl.lib.cam.ac.uk/content/images/MS-ADD-01701-00001-000-00001_files/8/0_0.jpg"],"authors":[[]]}