{"thumbnailOrientation":["landscape"],"shelfLocator":["MS Add.2121"],"abstractText":["<p style='text-align: justify;'> This manuscript is the only known copy of the <i>Dhātupārāyaṇa</i> of Pūrṇacandra, a commentary on the <i>Dhātupāṭha</i> of the <i>Cāndravyākaraṇa</i>, listing the verbal roots of the Sanskrit language accompanied by concise meaning entries. As noted by Liebich (1902), who used this manuscript for his edition of the Cāndra <i>Dhātupāṭha</i>, in the extant portion of the work the treatment of the roots of each of the ten verbal classes (<i>gaṇa</i>s) is confined to the present tense, called with the artificial term <i>laṭ</i> in the Cāndra and Pāṇinian terminology. The term appears in fact in the section rubrics of the manuscript. Liebich also remarks that the commentary shows traces of the influence of other <i>Dhātupāṭha</i> traditions (Pāṇini and Kātantra) despite Pūrṇacandra’s affiliation to the Cāndra school, which is shown e.g. by the form of the <i>pratyāhārasūtra</i>s found at the beginning of the work. The bundle also contains three additional folios, of seemingly related content, whose connection with the rest of the work is uncertain. The <i>Dhātupārāyaṇa</i> is as yet unpublished. According to Liebich (1895, p. 7) and, more recently, Verhagen (1994, p. 110 and 119), Pūrṇacandra’s work was known to the Tibetan grammatical tradition and was used by native translators of the Cāndra <i>Dhātupāṭha</i>. Nothing is known of Pūrṇacandra, but he is mentioned as the author of the <i>Śabdalakṣaṇavivaraṇapañjikā</i>, also unpublished, possibly a sub-commentary on the <i>Cāndravyākaraṇapañjikā</i> of Ratnamati (cf. Add.1657.1), which is preserved in a single 12th-century manuscript in the Kaiser Library in Kathmandu (see the online catalogue of NGMCP, reel no. C 82-7). </p>"],"abstractShort":[" This manuscript is the only known copy of the Dhātupārāyaṇa of Pūrṇacandra, a commentary on the Dhātupāṭha of the Cāndravyākaraṇa,"],"id":["MS-ADD-02121"],"imageReproPageURL":["http://www.lib.cam.ac.uk/collections/departments/digital-content-unit/licensing-images"],"title":["Dhātupārāyaṇa"],"thumbnailURL":["https://image02.cudl.lib.cam.ac.uk/content/images/MS-ADD-02121-000-00001_files/8/0_0.jpg"],"authors":[[{"authorityURI":"VIAF","role":"author","authority":"http://viaf.org/","valueURI":"http://viaf.org/viaf/","fullForm":"Pūrṇacandra","type":"person","displayForm":"Pūrṇacandra"}]]}