{"thumbnailOrientation":["landscape"],"shelfLocator":["MS Or.2258"],"abstractText":["<p style='text-align: justify;'> The <i>Pañcarakṣā</i> corpus (\"Five Protections\") consists of the <i>Mahāpratisarā</i>, <i>Mahāmāyūrī</i>, <i>Mahāsāhasrapramardanī</i>, <i>Mahāmantrānusāriṇī</i>, and <i>Mahāśītavatī</i>. The earliest evidence for texts grouped together as the \"Five Great Dhāraṇīs\" comes from Tibetan catalogues around 800 CE, but this compendium is somewhat different from the surviving Sanskrit collection, which is preserved in manuscripts dating back to the eleventh century. These scriptures include spells, enumerations of benefits and ritual instructions for use. With the course of time all of them became deified and five related goddesses emerged. It is, however, important to note that the texts themselves do not have any references to these goddesses. According to the colophon, this beautifully illuminated manuscript was written with golden ink on indigo-dyed paper in1695 CE, during the shared reign of three kings, Jitāmitramalla (in the manuscript called Jitāmṛtamalla), Ugramalla and Bhūpatīndramalla (in the manuscript called Indrapratīndramalla). The manuscript was commissioned as an object of worship, probably by a group of Buddhist monks. The first one named is Śrīdevamuni , who seemed to be the major donor; another monk named is Śrījñāna , from the Jetavanamahāvihāra in Bhaktapur (however according to Locke (1985: 462) this <i>vihāra</i> is situated in the village of Thimi near Bhaktapur). Even if commissioned by monks living in Bhaktapur, the manuscript has been written in Kathmandu (the then capital of an independent, separate kingdom). </p>"],"abstractShort":[" The Pañcarakṣā corpus (\"Five Protections\") consists of the Mahāpratisarā, Mahāmāyūrī, Mahāsāhasrapramardanī, Mahāmantrānusāriṇī,"],"id":["MS-OR-02258"],"imageReproPageURL":["http://www.lib.cam.ac.uk/collections/departments/digital-content-unit/licensing-images"],"title":["Pañcarakṣā"],"thumbnailURL":["https://image02.cudl.lib.cam.ac.uk/content/images/MS-OR-02258-000-00001_files/8/0_0.jpg"],"authors":[[]]}