{"thumbnailOrientation":["landscape"],"shelfLocator":["MS Or.158.1"],"abstractText":["<p style='text-align: justify;'>A palm-leaf manuscript of the <i>Vajrāmṛtatantra</i>, one of the main Yoginītantras, which until now was known only through the Tibetan translation of the lo tsā ba Gyi jo zla ba’i ’od zer (10th-11th cent.) and through the indirect tradition. To date, only few verses of this <i>tantra</i> could have been read in the original Sanskrit. Although certainly less influential than other <i>Yoginītantra</i>s, such as, in primis, the <i>Hevajratantra</i>, the <i>Vajrāmṛtamahātantra</i> must have enjoyed a certain popularity. For instance, it is referred to as one of the authoritative sources for the practice of the <i>bāhyahoma</i> by Bhūvācārya (early 11th cent. ?), the author of the <i>Saṃvarodayā nāma Maṇḍalopāyikā</i>, in the <i>bāhyādhyātmahomavidhiḥ</i>, the eleventh chapter of his work. In addition, we should point out that this <i>tantra</i> has been commented at least three times. Two of the commentaries are extant in the original Sanskrit but are still unpublished. Originally, Or.158 was formed of palm leaves from two independent manuscripts, both fragmentary, one containing the <i>Vajrāmṛtatantra</i> and one containing the <i>Buddhakapālatantra</i>, another <i>yoginītantra</i>, so far published only in part (Luo 2010). Since the ductus, the quality and the shape of the leaves comprising these two works is the same (each leaf contains six lines, one string-hole dividing the writing area into two pseudocolumns, of which the left one is smaller than the right one, and on average 64/65 akṣaras), it is likely that at some point someone got confused and mistakenly put together leaves from these two works according to an apparently correct numerical sequence. The folios of the two works have been now rearranged into two distinct bundles (Or.158.1 and Or.158.2), each containing the extant folios of each work. It is highly plausible that together with these two works, a third one, namely the <i>Vajrāralimahātantrarāja</i>, made originally part of the same collection. The clue for this is given by the short list of titles added by a different hand on the top left side of <a href='' onclick='store.loadPage(1);return false;'>folio 1r</a>. If this was the case, Or.158 could be considered to be a originally a composite and multi-text manuscript. On the right of the same recto we find some mantras written likely by the same hand (it is possible that the last two lines are instead written by a third hand; see under Additions).</p>"],"abstractShort":["A palm-leaf manuscript of the Vajrāmṛtatantra, one of the main Yoginītantras, which until now was known only through the"],"id":["MS-OR-00158-00001"],"imageReproPageURL":["http://www.lib.cam.ac.uk/collections/departments/digital-content-unit/licensing-images"],"title":["Vajrāmṛtatantra"],"thumbnailURL":["https://image02.cudl.lib.cam.ac.uk/content/images/MS-OR-00158-00001-000-00001_files/8/0_0.jpg"],"authors":[[]]}