{"thumbnailOrientation":["landscape"],"shelfLocator":["MS Or.149"],"abstractText":["<p style='text-align: justify;'> The manuscript contains the unpublished <i>Sekanirdeśapañjikā</i>, a commentary by Rāmapāla (11th century) on the <i>Sekanirṇaya</i> (aka <i>Sekanirdeśa</i>) by the celebrated <i>siddha</i> Maitreyanātha (aka Advayavajra, Maitrīgupta and Maitrīpāda) (1007-1085). Rāmapāla was one of the four main disciples of Maitreyanātha . The title of the text could be translated into English as \"Commentary on the Explanation of Consecration.\" The latter was written by Maitreyanātha in accord with the teachings of the Sequence of the Four Seals (<i>Caturmudrānvaya</i>) by a certain Nāgārjuna. The text starts with an explanation of the mystical word <i>evam</i> and its Tantric symbolism. Then it continues with an explanation of the four moments (<i>kṣaṇa</i>) and the related blisses (<i>ānanda</i>) that are to be experienced during the higher phase of the initiation. The text and in particular the commentary refer to a debate between different Buddhist traditions regarding the sequence of the blisses and the nature of their experience, and its significance. Rāmapāla quotes several stanzas from the <i>Pramāṇavārttika</i> by Dharmakīrti and many passages from other Mahāyānic and Tantric works (in particular from the <i>Hevajratantra</i>). In the <i>mūla</i> text we find stanzas even from early Śaiva sources. In Isaacson and Sferra’s forthcoming edition of the text this manuscript is referred to with the siglum Ca. </p>"],"abstractShort":[" The manuscript contains the unpublished Sekanirdeśapañjikā, a commentary by Rāmapāla (11th century) on the Sekanirṇaya (aka"],"id":["MS-OR-00149"],"imageReproPageURL":["http://www.lib.cam.ac.uk/collections/departments/digital-content-unit/licensing-images"],"title":["Sekanirdeśapañjikā"],"thumbnailURL":["https://image02.cudl.lib.cam.ac.uk/content/images/MS-OR-00149-000-00001_files/8/0_0.jpg"],"authors":[[{"role":"author","fullForm":"Rāmapāla","displayForm":"Rāmapāla"}]]}