{"thumbnailOrientation":["landscape"],"shelfLocator":["MS Or.130"],"abstractText":["<p style='text-align: justify;'> The <i>Pañcarakṣā</i> corpus (\"Five Protections\") consists of the <i>Mahāpratisarā</i>, <i>Mahāmāyūrī</i>, <i>Mahāsāhasrapramardanī</i>, <i>Mahāmantrānusāriṇī</i>, and <i>Mahāśītavatī</i>. The earliest evidence for texts grouped together as the \"Five Great Dhāraṇīs\" comes from Tibetan catalogues around 800 CE, but this compendium is somewhat different from the surviving Sanskrit collection, which is preserved in manuscripts dating back to the eleventh century. These scriptures include spells, enumerations of benefits and ritual instructions for use. With the course of time all of them became deified and five related goddesses emerged. It is, however, important to note that the texts themselves do not have any references to these goddesses. This manuscript consists of just a fragment of the last folio, and of original wooden covers bearing extremly refined illuminations with episodes of Buddhist religious history. However, the two covers most probably belonged to another manuscript, since the distance between the two string holes is ca. 14 cm in the fragment and 18 cm in the covers. According to the colophon, the manuscript was written 275 Nepāla Saṃvat, i.e. 1155 CE, in the Hnogal Tol in Pātan (<i>śrīlalitabrumāyāṃ śrīhnāgalaṭolke</i> in the manuscript) (\"Hnogal Tol is the same as the Nogalasthāna [...] in the <i class='error' style='font-style:normal;' title='This text in error in source'>Sundhara</i><i class='delim' style='font-style:normal; color:red'>(!)</i> ward in Patan\", Petech 1984: 62). After the colophon, a note in Newarī language and Nepālākṣarā script has been added by a previous owner of the manuscript, with the date 812 Nepāla Saṃvat, i.e. 1692 CE, given in the <i>bhūtasaṅkhyā</i> system (<i>samvat netram eka mātrikā</i>). </p>"],"abstractShort":[" The Pañcarakṣā corpus (\"Five Protections\") consists of the Mahāpratisarā, Mahāmāyūrī, Mahāsāhasrapramardanī, Mahāmantrānusāriṇī,"],"id":["MS-OR-00130"],"imageReproPageURL":["http://www.lib.cam.ac.uk/collections/departments/digital-content-unit/licensing-images"],"title":["Pañcarakṣā"],"thumbnailURL":["https://image02.cudl.lib.cam.ac.uk/content/images/MS-OR-00130-000-00001_files/8/0_0.jpg"],"authors":[[]]}